<script>
    import Footer from './footer.svelte';
    import Header from './header.svelte';
</script>

<main>
    <Header/>
    
    <p>Добро пожаловать в мир астрологии!

        Астрология - это древнее искусство, которое изучает влияние планет и звезд на жизнь человека. С тысячелетиями люди обращались к астрологии для понимания своего характера, отношений, карьеры и судьбы. На нашем сайте вы найдете уникальные статьи, прогнозы и консультации, чтобы раскрыть тайны звезд и расширить своё понимание самого себя и мира вокруг.
        
        Наша миссия - помочь вам раскрыть потенциал, который заложен в вас звездами. Мы предлагаем разнообразные астрологические услуги, чтобы поддержать вас на вашем пути к самопознанию и личному росту. Независимо от того, являетесь ли вы новичком в астрологии или опытным практиком, здесь вы найдете что-то полезное и вдохновляющее для себя.
        
        Погрузитесь в мир астрологии с нами и откройте новые горизонты!</p>
        
    <Footer/>
</main>