<script>
    import Footer from './footer.svelte';
    import Header from './header.svelte';
</script>

<main>
    <Header/>

    <p>Наша команда состоит из поклонников и профессионалов астрологии, чья страсть к этой древней науке объединила нас вместе. Мы стремимся делиться нашими знаниями, опытом и интуицией с теми, кто ищет понимание и направление в своей жизни.

        Мы верим в индивидуальность каждого человека и в то, что астрология - это мощный инструмент для самопознания и саморазвития. Наша цель - помочь вам раскрыть ваш потенциал, лучше понять себя и свои отношения, а также обрести гармонию с окружающим миром.
        
        Наш подход к астрологии базируется на глубоком понимании астрономических закономерностей и символических значений планет и знаков зодиака. Мы стремимся к объективности и профессионализму в каждой нашей консультации, статье или прогнозе.
        
        Присоединяйтесь к нам в путешествии по миру астрологии и давайте вместе исследовать тайны звезд!</p>

    <Footer/>
</main>