<script>
    import Footer from './footer.svelte';
    import Header from './header.svelte';
</script>

<main>
    <Header/>
        <p>Предоставляет пользователям удобный способ связаться с нами для задания вопросов, предложений или обратной связи. Мы ценим каждое сообщение и стремимся обеспечить быстрый и качественный ответ на каждый запрос.

            Наши контактные данные:
            
            Электронная почта: example@example.com
            Телефон: +1234567890
            Мы доступны:
            
            Понедельник - Пятница: 9:00 - 18:00 (местное время)
            
            Как связаться:
            
            Электронная почта: Вы можете отправить нам письмо по адресу, указанному выше. Мы постараемся ответить вам в течение одного рабочего дня.
            
            Телефон: Если у вас есть срочный вопрос или предложение, вы можете позвонить нам по указанному номеру в рабочее время.
            
            Форма обратной связи: Ниже вы можете заполнить форму обратной связи, указав ваше имя, адрес электронной почты и сообщение. Мы ответим вам как можно скорее.
            
            Мы всегда открыты для общения с нашими клиентами и заинтересованными лицами. Свяжитесь с нами сегодня, и мы будем рады помочь вам!</p>

    <Footer/>
</main>